Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
tok: kalama mute la jan li kepeken kalama uta pi nasa ala. kalama li nasa lili la ni kin li ike ala. jan li ken kalama pi wawa mute li ken kalama pi wawa lili li ken kepeken kalama uta pi nasa lili. ale ni li pona. taso ni li ike: jan li kalama musi e nimi; kalama li tan uta jan ala li tan ilo. ni li lon la o weka e kalama ni.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
tok: kulupu mute pi toki uta la toki mute li tan <articleLink>jan mije pi mani mute</articleLink>. nasin kalama toki li lon kulupu jan lili la, toki uta lon kulupu ni li mute ala. kin la ilo mute li kute pona ala e toki tan jan meli. ni la mi wile e nasa lon kulupu kalama mi!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
tok: ilo Common Voice pi kulupu Mozilla li wile pana e sona pi toki uta jan tawa ilo.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
tok: ilo Common Voice pi kulupu Mozilla li kama tan jan pali, tan jan toki, tan jan pi kulupu sona, tan jan sona, tan jan pi ilo sona. jan ale ni li tan ma ale. kulupu Mozilla Foundation li pona e ilo Common voice.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
tok: kulupu Mozilla li kepeken toki ale. ilo Common Voice li pona tawa toki ale, li wile e toki ale. taso, <multilangLink>pali pi toki sin li suli</multilangLink>. jan li wile pana e toki uta ona la, nanpa wan la, ona o ante toki e ilo Common Voice. nanpa tu la, ona o pana e sitelen pi jan ale tawa ilo Common Voice. sitelen ni li tawa toki uta. ni tu li pini la, toki sin li kama tawa ilo Common Voice. jan li ken kama, li ken pana e toki ona, li ken pona e toki pi jan ante. sina wile pona e pali pi toki sin la, o tawa <sentenceCollectorLink>lipu pi sitelen kulupu</sentenceCollectorLink>.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
tok: kulupu Mozilla li wile e ni: kulupu lipu jan li open, li tawa jan ale. ni la, jan pi kulupu ni li kama pona tan ilo Common Voice, tan ilo ante. ilo kute en ilo kalama toki li kama suli la, ona o pona e jan ale. ni la, lon pali lon pona la, ilo Common Voice li pona e toki mute, li pona e nasin kalama e jan ante. ilo Common Voice li tawa jan ale. kulupu Mozilla li kepeken ni lon pali ona.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
tok: ilo kute pi kalama toki li ken tan ilo kute open Deep Speech pi kulupu Mozilla. o lukin e <githubLink>sona pi lipu Github</githubLink>. anu la o tawa <discourseLink>ilo Discourse pi ilo kute DeepSpeech</discourseLink>. sina sona kepeken lon ni.

source: Mutual accountability.
tok: sona pali pi jan ale.

source: Mycroft Ai
tok: ilo Mycroft Ai

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
tok: ilo Mycroft li jan ilo toki open pi nanpa wan. sina ken kepeken ilo Mycroft lon ale. ona li lon ilo sona li lon tomo tawa li lon ilo Raspberry Pi.

source: My Sentences
tok: sitelen ale mi

source: n
tok: i

source: N
tok: i

source: N/A
tok: ala

source: Name
tok: nimi

source: Names of your language
tok: nimi pi toki sina

source: Native Language
tok: toki mama

source: Need some help with accent?
tok: nasin kalama li seme lon ni?

source: Need some help with variants?
tok: nasin toki li seme lon ni?

source: Need to download your data?
tok: sina wile kama jo e sona sina e pali sina la:

source: Nepali
tok: toki Nepali

source: New Language Launch
tok: pana pi toki sin

source: Next
tok: o kama

source: Next Goals: { $goal }
tok: kama la mi wile e ona { $goal }

source: Nias
tok: toki Linika

source: No
tok: ala

source: [No ‘a’ in the original text]
tok: [nimi "ale" li lon sitelen la o toki e "ale" e "ali" ala]

source: No gravatar found for your email
tok: ilo Gravatar sina li lon ala

source: No microphone found.
tok: ilo kute li lon ala

source: No rejected sentences found!
tok: sitelen weka li lon ala.

source: Northern Sotho
tok: toki Soto Noto

source: Norwegian Bokmål
tok: toki Nosiki lipu

source: Norwegian Nynorsk
tok: toki Nosiki sin

source: No sentences found!
tok: sitelen ala a li lon!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
tok: sitelen sin li lon ala. <addLink>o pana e sitelen sin lon tenpo ni!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
tok: o lukin e ni: sina len ala la sina ken ante lon <profileLink>lipu jan</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
tok: o sona e ni: awen la, sina wile ante e nasin pali la, sina o luka e nena "o toki" anu "o kute".

source: No Thanks
tok: mi wile ala e ni

source: No variant selected
tok: sina kepeken ala nasin toki

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
tok: sina sona e ilo Common Voice la, o kepeken ona! o pilin e ilo kute la o toki uta e sitelen.<br/><br/>sina wile pona e kalama pi jan ante la, o pilin e sitelen open. sina ni la, sina kute e ni: sitelen li sama ala sama kalama?

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
tok: sina ken pana e kalama toki sina. mi kulupu e kalama mute ni li pana e ni tawa jan ale. ni la jan li ken pali e ilo. sina kalama e toki la ilo li kama ken sona e kalama toki sina. sina kute e toki pi jan ante la ilo li sona e ni tan sina: toki li pona ala pona. nasin li pona a!

source: Number of Voices
tok: nanpa pi jan toki

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
tok: nanpa la, o pana ala e sitelen nanpa lon sitelen pana. ona li ken pakala e toki jan. nimi nanpa li ken ante lon toki ante lon tenpo ante. ni li ken nasa tawa ilo.

source: Occitan
tok: toki Usita

source: Odia
tok: toki Olija

source: Off
tok: toki

source: Offensive language
tok: toki jaki ike

source: Offensive speech
tok: toki jaki ike

source: On
tok: toki ala

source: Once logged in you can select your languages from the profile section.
tok: sina kama kepeken sijelo ilo la, sina ken pana e ni lon lipu jan: sina sona e toki seme.

source: On desktop devices you can contribute by downloading…
tok: lon ilo sona supa la, sina ken pana tan kama jo pi …

source: One sentence per line
tok: toki wan taso o lon linja wan

source: On his head he wore a beret.
tok: mi moku e kili loje suwi.

source: On iOS please continue with Safari to enable recording…
tok: o kepeken ilo Safari lon ilo iOS la, ilo li ken kute e sina…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
tok: pilin sina la jan li toki e nimi pi sona ona ala la, o weka e ona. sina sona ala la, o pilin e nena "mi sona ala".

source: Optionally join on our email list for updates and new information about the project.
tok: sina ken kama jo e sona ni lon poki lipu sina: ilo ni la seme li sin?

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
tok: sina pana e tenpo sike pi lon sina, e kule kon sina, e toki sina, e nasin kalama toki sina, la mi pana ala e ona lon lipu sina. kulupu kalama la mi toki ala e ni: sona ni li tan sina. taso, mi pana e sona ni lon kalama sina, tan ni: ken la jan sona li wile pali e ilo kute ni: ona li kute pi pona mute e jan pi kulupu wan.

source: Other
tok: ante

source: Other Language
tok: toki ante

source: Other people validate those voice clips.
tok: jan ante li kute e ona li toki e pona ona.

source: Other voice datasets…
tok: kulupu sona ante pi toki uta

source: Other Voice Datasets
tok: kulupu sona ante pi kalama toki

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
tok: tenpo kama la, jan lawa pi ilo Common Voice li toki tawa sina, li pona e pali sina, li toki e lon pi toki sina.

source: Our governance is founded on the pillars of:
tok: lawa ilo li kama tan nasin ni:

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
tok: sitelen mi li tan jan pana, li tan toki pi sitelen open, li tan sitelen tawa <italic>It's a Wonderful Life</italic>. sina ken lukin e sitelen lon <githubLink>lipu pi ilo GitHub</githubLink>.

source: Overall Accuracy
tok: pona ale

source: Overall Hr. Total
tok: nanpa tenpo

source: Overall project status: see how far we’ve come!
tok: o lukin e suli pi pali mi!

source: p
tok: k

source: Papiamento (Aruba)
tok: toki Papijamentu

source: Partner
tok: kulupu poka

source: Partners
tok: jan poka, kulupu poka

source: Partnerships
tok: kulupu poka

source: Partnerships and networks
tok: jan poka en kulupu

source: Partner with local organizations or individuals
tok: o toki tawa jan pi ma sina, tawa kulupu pi ma sina.

source: [Part of the text can’t be heard]
tok: [sina ken ala kute e nimi ale]

source: Pashto
tok: toki Pesuto

source: Past recordings download requests
tok: wile pi kalama awen tan tenpo pini

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also over-represent white, English-speaking males. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
tok: kulupu sona Common Voice li tawa jan ale. jan mute li pana e toki uta ona. jan ni li wile pali e ilo. tenpo ni la, kulupu mani li jo e kulupu sona mute. jan ale li ken ala kepeken ona la, jan li ken ala pali. kulupu sona li jo mute e toki uta pi jan Inli, e toki uta pi jan Kokasijan. ni la, ilo toki en ilo kute li ken ala tawa toki ante, li ken ala tawa jan ante. jan mute li pana e toki ona la, ni li ken ante.

source: People come and contribute their voices.
tok: jan li kama li pana e toki uta ona.

source: Persian
tok: toki Pasi

source: Personal
tok: sina la

source: Personal dashboards keep you up-to-date with individual and community progress.
tok: lipu sina li pana e sona pi pali sina, li pana e sona pi pali kulupu.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
tok: <playbookLink>o kama jo e pona</playbookLink> pi pali Common Voice. ona li kulupu e sona pi kepeken pi ante toki e sona pi kama kulupu.

source: <playIcon></playIcon>Last one!
tok: <playIcon></playIcon> pali wan taso li awen lon!

source: Play/Stop
tok: o kalama / o pini

source: Please add a source.
tok: o pana e lipu mama.

source: Please add sentences.
tok: o pana e sitelen

source: Please check the <howToLink>guidelines</howToLink>.
tok: o lukin e <howToLink>lipu pi nasin pona</howToLink>.

source: Please confirm that these sentences are public domain.
tok: o pona e ni: sitelen ni li tawa jan ale.

source: Please select a language.
tok: sina kepeken toki seme?

source: Please select a language to review sentences.
tok: o kepeken toki la, sina ken lukin e sitelen

source: Please try again.
tok: o pali sin e ni

source: Polish
tok: toki Posuka

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
tok: sina jo ala e sijelo ilo la, <pontoonAccountLink>o pali e ona</pontoonAccountLink>. o kepeken toki <strong>(ni li kulupu sina)</strong>. o pali lon <pontoonCvLink>pali wan pi ilo Common Voice</pontoonCvLink>. ni la sina ken ante toki e lipu kama. o pilin e ona la, sina lukin e nimi pi toki Inli e poki sitelen pi ante toki.

source: Portuguese
tok: toki Potuke

source: Press play, listen & tell us: did they accurately speak the sentence below?
tok: o kute e toki, o pana e sona ni: toki kalama li sama ala sama sitelen anpa?

source: Press { shortcut-play-toggle } to toggle play mode
tok: o luka e nena { shortcut-play-toggle } la, o kute. luka sin la, o kute ala.

source: Privacy
tok: nasin pi sona len

source: Privacy Policy
tok: nasin pi len sona li pona tawa mi

source: Privacy, security and transparency.
tok: awen pi sona len en pana pi sona ante.

source: Pro
tok: ike suli

source: Profile
tok: lipu jan

source: Profile information improves the audio data used in training speech recognition accuracy.
tok: sona lipu li pona e kulupu kalama, e ilo kute: ona li kepeken kulupu kalama ni.

source: Profile: { $username }
tok: lipu jan: { $username }

source: Progress
tok: pali suli

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
tok: sitelen lili pini la, o kepeken ona lon tenpo lili. toki pona li kepeken ala ni lon insa nimi. sina wile kepeken sitelen lili pini la, ni li ken pona. taso, o kepeken lili ona.

source: Punjabi
tok: toki Pensapi

source: Quechua Chanka
tok: toki Sanka

source: r
tok: k

source: [‘Raised’ in English is always pronounced as one syllable, not two]
tok: [nimi kepeken la kalama "ke" wan li wawa]

source: Reader Effects
tok: nasin toki jan

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
tok: toki li wan e nimi tu. nimi wan li lon ala sitelen.

source: Read More
tok: o suli e toki

source: Read more on our About page
tok: o lukin lon lipu sona mi

source: Read our How-to if unsure how to attribute
tok: o lukin e lipu pona la, sina sona e nasin pana.

source: Read the sentence carefully - don’t miss, change or add words.
tok: o toki sama sitelen. o weka ala, o ante ala, o pana ala e nimi sin.

source: { $readyCount } sentences ready for submission!
tok: sitelen { $readyCount } li pona tawa pana!

source: Ready to add your voice or lend your ear?
tok: sina ken ala ken pana e kalama uta sina anu kute sina?

source: Ready to contribute?
tok: sina wile ala wile pana?

source: Ready to do { $count } more?
tok: sina wile ala wile pali lon kalama { $count } sin?

source: Ready to donate your voice?
tok: o pana e kalama uta sina!

source: Ready to help validate sentences?
tok: sina wile ala wile pona e kalama awen?

source: reCAPTCHA is required if you want to proceed
tok: sina wile tawa la, o kepeken ilo reCAPTCHA.

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
tok: lipu li sama ni: pali sina li pona. sina wile pali mute. ijo sin li kama lon kulupu Common Voice.

source: Recorded Clips
tok: kalama awen

source: Recorded Hours
tok: nanpa tenpo pi kalama awen

source: <recordIcon></recordIcon> Last one!
tok: <recordIcon></recordIcon> pali wan taso li awen lon!

source: [Recording cut off before the end of the last word]
tok: [ona li pini ala e toki. taso, kute li pini]

source: Recordings
tok: kalama awen

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
tok: pali pi kalama uta li suli mute tawa pali ni. ni li musi kin tawa jan mute.

source: Record/Stop
tok: o awen e kalama / o pini

source: Record your voice
tok: o pali e kalama sin kepeken toki uta sina

source: Refresh
tok: o sin

source: Reject
tok: o ike

source: Rejected Sentences
tok: sitelen weka

source: { $rejectedSentences } rejected sentences.
tok: sitelen { $rejectedSentences } li weka.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
tok: o sona e ni: mi wile pana e sitelen ale la, mi wile e ken ni. ni la, sitelen <wikipediaLink>o open, o tawa jan ale</wikipediaLink>. sina sona ala e open sitelen la, o toki tawa jan pali pi sitelen ni. ona li ken pana e sitelen ona tawa jan ale. ni la, ona o tawa <cc0WaiverLink>lipu pi pana open</cc0WaiverLink>. ona li wile ala e ni la, sina ken ala pana e sitelen ni.

source: remove
tok: o weka

source: Remove
tok: weka

source: Remove Avatar
tok: o weka e sitelen sina

source: Report
tok: o toki e pakala

source: Report Bugs
tok: o toki e pakala

source: Report copyright issues
tok: o toki e ike pi sona ilo jan

source: Report was passed successfully
tok: sina pana e sona pakala.

source: Request a Language
tok: o wile e toki sin

source: Request recordings
tok: o wile e kalama awen

source: *required
tok: * la, o pana

source: Re-record
tok: o awen e kalama sin

source: Re-record clip
tok: o kalama sin

source: Reset skipped sentences
tok: mi sona ala lon tenpo pini la, o sin e sitelen ni

source: Return
tok: o tawa sin

source: Return here to edit your goal anytime.
tok: o tawa ni la sina ken ante e wile pali sina.

source: Return to Common Voice
tok: o tawa ilo Common Voice

source: Return to Common Voice Datasets
tok: o tawa kulupu sona Common Voice

source: Return to Languages
tok: o tawa lipu pi toki ale

source: Review
tok: o lukin

source: Review could not be saved. Please try again later.
tok: mi ken ala awen e lukin. o pali sin e ni lon tenpo kama.

source: ⓘ Review Criteria
tok: nasin pona

source: Review Criteria
tok: nasin pona

source: Reviewed sentences not submitted, are sure?
tok: sina lukin li pana ala e sitelen. sina wile ala wile pali e ni?

source: <reviewLink>Review now!</reviewLink>
tok: <reviewLink>o lukin e sitelen!</reviewLink>

source: Review & re-record clips here as you go
tok: sina pali la o pona, o pali e kalama sin

source: Review & re-record clips if needed
tok: wile la, o pona e kalama awen, o pali e kalama sin

source: Review sentences
tok: o pona e sitelen

source: Review Sentences
tok: o lukin e sitelen

source: Review & Submit
tok: o kute, o pana

source: Romanian
tok: toki Lomani

source: Romansh Sursilvan
tok: toki Susilan

source: Romansh Vallader
tok: toki Palate

source: Runyankole
tok: toki Lunjankole

source: Russian
tok: toki Lusi

source: S
tok: w

source: Sakha
tok: toki Saka

source: Santali (Ol Chiki)
tok: toki Santali (sitelen Osiki)

source: Saraiki
tok: toki Salaki

source: Sardinian
tok: toki Satu

source: Save
tok: o awen e ni

source: Saved
tok: ni li awen

source: Search
tok: o alasa

source: Search for answers
tok: o alasa e sona

source: Search for them on the Internet
tok: o alasa e ona kepeken kulupu ilo

source: See how your progress compares to other contributors all over the world.
tok: sina ken sona e ni: pali sina la pali pi jan ante li seme?

source: See Less
tok: o lili e toki

source: See More
tok: toki mute

source: Select a Language...
tok: o kepeken toki

source: Selected
tok: lawa

source: Select Language
tok: sitelen ni li lon toki seme?

source: Send sign up link
tok: o kama jo e nimi nasin kama

source: Sentence Collection
tok: kama jo pi toki sitelen

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
tok: <sentenceCollectorFragment>o lukin e nasin jo</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
tok: <sentenceCollectorVideo>o lukin e nasin kepeken pi ilo Sentence Collector</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
tok: sitelen li ken jo e nimi wan anu mute. taso, ona li ken ala jo e nimi 15 anu mute.

source: Sentences
tok: sitelen

source: { $sentences } added by you
tok: sina pana e sitelen { $sentences }.
